{"identityTransition":"The next section begins a three-part analysis of the metaverse and its potential effects on society. In particular, this section focuses on the theme of identity by examining the ways in which humans and their avatars are linked.","realityTransition":"The next section continues to analyze the metaverse, this time focusing on the theme of reality. In particular, this section examines how the metaverse can alter our relationship with real life.","capitalismTransition":"The next section continues to analyze the metaverse through a third theme: capitalism. In particular, this section examines the potential of the metaverse to reform and/or reproduce capitalist power structures in the real world.","introHook":"What is the metaverse?","introByline":"The metaverse originated as a science fiction concept. Today, it refers to an evolving vision for the future of the internet.","intro1":"Until recently, the term “metaverse” was relatively unknown. In his 1992 science fiction novel Snow Crash, Neil Stephenson coined the term to imagine a parallel universe where people congregate to escape the dystopian real world. Almost thirty years later, in October 2021, Facebook announced it was changing its name to Meta to signify a new goal: “bring[ing] the metaverse to life.” Overnight, “metaverse” entered the public lexicon, sparking conversations about the potential—both positive and negative—of this new technology.","intro2":"The word “metaverse” is a portmanteau of the Greek prefix “meta-,” which translates to “beyond” and is used in English to mean a more comprehensive version of something. In this case, the prefix is followed by “verse,” an abbreviation of the English “universe,” the totality of space and matter. This etymology points to a vague definition of the metaverse as a new universe that allows us to transcend the limits of physicality. More practically, we can define the metaverse as an iteration of the internet consisting of a shared, immersive digital space accessed using extended reality technology.  This definition of the metaverse, which resembles the plans outlined by Meta and other technology companies, relies on a few key features:","keyCharacteristics":[{"name":"Persistence","description":"Users can generate avatars (physical representations in the metaverse) and own assets. Different virtual worlds are interconnected, enabling users to seamlessly transition between them while retaining the same identity."},{"name":"Immersion","description":"Some environments faithfully replicate the real world, while others opt to free users from physical constraints like time, space, and gravity. Technologies like augmented reality (AR) and virtual reality (XR) allow for varying levels of immersion."},{"name":"Decentralization","description":"Users will own their personal data, identity, and digital assets across metaverse platforms. Technologies like blockchain and cryptocurrency may be key to metaverse-enabled transactions."}],"intro3":"Right now, the metaverse isn’t quite so cohesive. It consists of fragmented virtual/augmented reality spaces like video games and 3D social spaces, which involve interactions between user-generated avatars and computer-generated entities. There are numerous questions about the technological feasibility of creating the kind of metaverse described above, and user interest in the metaverse seems lower than anticipated.","intro4":"However, the metaverse isn’t going anywhere. Meta plans to invest another $20 billion USD in the metaverse in 2023, and Apple is expected to release a AR/VR headset later this year. Whether or not the metaverse ever fully materializes, it’s clear that tech companies believe in the metaverse. Some share this perspective that the metaverse is an inevitable step into the future, but many are concerned about ethical, philosophical, and environmental implications. This essay seeks to explore questions about how the metaverse came to be, how it will operate, and how it will affect us and shape the societies in which we live.","https":"//image-ppubs.uspto.gov/dirsearch-public/print/downloadPdf/11449189","historyHook":"Where did the idea of the metaverse come from?","historyByline":"While the metaverse has emerged as a concept in art, literature, and pop culture, technology has evolved to support its creation.","timelineData":[{"name":"COVID-19 Pandemic","start":"December 2019","end":"Today","type":"background","fuzzy":"true"},{"name":"Information Age","start":"January 1, 1970","end":"Today","type":"background","fuzzy":"true","Sources":"","https":"//www.theverge.com/2020/4/23/21233637/travis-scott-fortnite-concert-astronomical-live-report"},{"name":"Snow Crash coins the term “metaverse”","start":"June 1992","description":"In his science fiction novel Snow Crash, Neal Stephenson coins the term “metaverse” to describe a virtual-reality based world. Humans access the metaverse using VR goggles, which allow them to become avatars and interact in 3D space. Stephenson brings up many of the concerns echoed by critics of the metaverse today, including inequitable access, classism, and addiction. For example, he describes a group of people known as “gargoyles” who remain permanently connected to the metaverse using a variety of wearable devices.","image":"snow_crash.png","size":"big","group":"art"},{"name":"<i>Tron</i> is released","start":"July 9, 1982","description":"In Steven Lisberger’s science fiction film <i>Tron</i>, characters are trapped in a virtual world called “The Grid.”","image":"tron.png","group":"art"},{"name":"<i>The Matrix</i> is released","start":"March 31, 1999","description":"In Lana and Lilly Wachowski’s <i>The Matrix</i>, humans are kept in pods while experiencing a simulated reality via a cable attached to their brains. The film’s setting shares key aspects with the metaverse and raises similar questions. Can an immersive parallel reality ever be as attractive as real life? To what extent could we end up becoming human fuel for the machines that sustain the metaverse?","image":"matrix.png","group":"art","size":"big"},{"name":"<i>Neuromancer</i> is published","start":"July 1, 1984","description":"Credited with solidifying the “cyberpunk” subgenre of science fiction, William Gibson’s dystopian science fiction novel <i>Neuromancer</i> imagines cyberspace, a “consensual hallucination experienced daily by billions.” Like Neal Stephenson (who coined the term “metaverse” in his novel Snow Crash), Gibson explores the technological infrastructure that could support a virtual world.","image":"neuromancer.png","group":"art"},{"name":"Travis Scott concert in Fortnite","start":"April 25, 2020","description":"Rapper Travis Scott performs as a digital version of himself on a virtual stage in the video game Fortnite. Over 12 million players attend the concert, demonstrating the viability of immersive virtual performances on a massive scale.","image":"travis_scott.png","group":"art","SOURCES":"","https":"//about.fb.com/news/2021/10/facebook-company-is-now-meta/","http":"//eprints.lse.ac.uk/116067/1/businessreview_2022_06_01_metaverse_together.pdf"},{"name":"Facebook buys Oculus","start":"March 25, 2014","description":"Facebook acquires Oculus VR, Inc., a leader in virtual/augmented reality hardware and software. According to Mark Zuckerberg, this acquisition opens up the possibility to \"create the most social platform ever.\"","group":"tech","image":"oculus.png"},{"name":"Heilig patents the Sensorama","start":"Jan 10, 1961","description":"Virtual reality pioneer Morton Heilig patents the Sensorama, an immersive, multi-sensory booth he called the \"cinema of the future.\" Combining vision, touch, and smell, the Sensorama helped pave the way for future immersive technologies.","group":"tech","image":"sensorama.png"},{"name":"“The Veldt” is published","start":"September 23, 1950","description":"In this short story by Ray Bradbury, two children enter a \"sentient hyper-realistic room\" in search of entertainment. The story serves as a cautionary tale in which virtual reality blurs the line between simulation and reality to devastating effect.","group":"tech","image":"veldt.png"},{"name":"Invention of the CAVE","start":"June 1992","image":"cave.png","description":"Developed by researchers at The University of Chicago, the CAVE (cave automatic virtual environment) is a room-sized video theater consisting of six projections or displays that play 3D video and audio. The viewer wears stereoscopic 3D glasses and can observe floating objects, creating a sense of immersion.","group":"tech"},{"name":"Sword of Damocles VR headset","image":"damocles.png","start":"December 1968","description":"Though Morton Heilig's Sensorama is credited as the first virtual reality prototype, computer scientist Ivan Sutherland's head-mounted display—dubbed the \"Sword of Damocles\"—was the first to use head tracking. The device used information on the viewer's head position and gaze to adapt perspective in the stereoscopic display.","group":"tech"},{"name":"Facebook changes name to Meta","image":"meta.png","start":"October 28, 2021","description":"Facebook changes its name to Meta to reflect a new vision: \"to bring the metaverse to life.\" According to CEO Mark Zuckerberg, the name change and rebrand represent the company's ambitions to expand beyond social media. The announcement comes amid heavy criticism, after documents are leaked that show how Facebook ignored the harmful consequences of its social network algorithms.","group":"tech","size":"big"},{"name":"Meta plans $20b investment in 2023","https":"//tech.facebook.com/reality-labs/2022/12/boz-look-back-2023-look-ahead/","start":"December 19, 2022","description":"Andrew Bosworth, the CTO of Reality Labs—the VR/AR research unit of Meta—reiterates the company's vision in the metaverse in the form of billions more in investment. Despite laying off over 10,000 employees and reporting a loss of almost $10 billion in 2022, Meta doubles down on its vision.","group":"tech"},{"name":"Birth of the Internet","start":"October 29, 1969","description":"On this day, researchers sent the first message through the ARPANET, a network of four computers in different locations. This moment served as the \"birth\" of the Internet, kickstarting the digital age.","group":"tech"}],"techHook":"How would the metaverse work?","techByline":"The metaverse integrates hardware and software to support immersive experiences, decentralized ownership, and virtual economies.","softwareIntro":"The software needed to support the metaverse is incredibly complex. Creating an effective virtual world can require 3D rendering, real-time networks, and even artificial intelligence. The three technologies discussed in this section—blockchain, cryptocurrency, and NFTs—are focused on decentralization, a key aspect of the metaverse. By facilitating financial transactions and certifying ownership, they form the backbone of the metaverse’s economy.","hardwareSteps":[{"name":"Augmented Reality (AR)","source":"ikea_ar2.mp4","caption":"Furniture company IKEA uses augmented reality in their app, allowing users to visualize a 3D representation of one of their products using only a smartphone.","description":"Augmented reality adds layers of computer-generated imagery to a real-life environment. AR is typically used to “enhance” the real-world by providing the user with 3D"},{"name":"Virtual Reality (VR)","source":"meta_vr.mp4","caption":"Meta’s virtual reality headsets allow users to fully immerse themselves in games, using accelerometers and gyroscopes to track motion.","description":""},{"name":"Mixed Reality (MR)","source":"meta_mr.mp4","caption":"Meta’s headsets also support mixed reality, which merges elements of the real world with virtual elements superimposed in 3D space.","description":"Mixed reality is similar to augmented reality, but typically occurs in “blended spaces”—environments where multiple users can interact in both the physical and virtual world simultaneously. While the physical aspect of the space affords spatial interaction, the virtual space allows access to additional information in the form of 3D popups. Devices that support MR include the Microsoft HoloLens headset, advertised as a tool for business and education, and the Meta Quest Pro, which constantly scans physical spaces in order to display a live video feed of within the headset."}],"blockchainSteps":[{"title":"Defining a blockchain","description":"A <strong>blockchain</strong> is a list of records, each stored in a single block. In addition to data (in the form of transactions), the block stores a timestamp, a cryptographic hash, and the hash of the previous block. This makes blockchains immutable—after a block is created, its transaction data cannot be altered without creating a new hash and affecting all subsequent blocks."},{"title":"The genesis block","description":"A <strong>genesis block</strong> is the initial block in a blockchain. The block data, which is a simple “Hello world...” message here, would typically be a list of transactions. Try changing this data and notice the effect on the generated block hash."},{"title":"Adding another block","description":"Next, add another block. Unlike the genesis block, this block has its own hash but also stores the hash of the previous block. Try editing the data of this block and notice how the hash changes."},{"title":"Adding more blocks","description":"Add two more blocks and try editing their messages. Editing a block's data after its creation will affect all the blocks that depend on it (the subsequent blocks further down the chain). Here, we can see why blockchain is secure: all users must form a consensus about the state of the chain, and no individual user can tamper with a block’s data undetected."}],"identityHook":"How would the metaverse shape notions of identity?","identityByline":"Though represented by an avatar, a user’s identity in the metaverse remains embodied and tied to real-world issues.","avatarIntro":"Identity in the metaverse is built on the concept of an avatar. The word avatar is derived from the Sanskrit word <em>avatāra</em>, which refers to the embodiment of a deity in human form. Since the 1970s, this word has been used in computing to describe a user’s graphical representation in digital space. Whether a small profile picture or a realistic three-dimensional model, an avatar is key to digital identity and social interaction online.","avatarCustomization":"In the metaverse, digital identities are built by both platforms and users. Different metaverse platforms employ different approaches—user avatars can vary significantly in anthropomorphism, realism, and customizability. For example, Sandbox uses humanoid avatars composed of blocky shapes, while Meta’s Horizon Worlds is populated by floating, leg-less cartoon humans. However, most metaverse platforms take inspiration from role-playing video games, which often allow users to customize their avatar’s appearance.","customizationBenefits":"For many (like James), the ability to build a new identity from scratch is an alluring feature of the metaverse. Altering one’s virtual appearance opens up possibilities to reinvent oneself entirely — for example, the metaverse might represent exploration and fluidity for people who want to experiment with gender expression. Some might even suggest that one’s physical body and digital identity can become fully separate, making the metaverse operate as a truly parallel world.","identityRebuttal":"However, many argue that this idea is mistakenly rooted in the “myth of cyberspace”: the notion that digital identity is something disembodied and totally distinct from real-world, physical existence. More often than not, dimensions of identity that exist in the real world are replicated in virtual ones. Let us revisit the example of customizing one’s avatar. Experimentation with one’s appearance might be affirming, but it can also fall into the territory of appropriation and tokenization. Scholar Lisa Nakamura calls this “identity tourism,” the phenomenon of race- and gender-swapping in cyberspace.","identityTourism":"When a user engages in identity tourism, they can temporarily access a new identity while remaining immune to the consequences that exist in the physical world. This becomes damaging when that user “performs” as a particular race or gender in the metaverse by drawing from harmful real-world stereotypes. It can also trigger mental health issues like body dysmorphia, as users create idealized versions of themselves and experience confusion around self-image.","identityIssues":"Even in the absence of identity tourism, real-world issues around identity are already emerging in the metaverse. Research shows that most human avatars tend to mimic mainstream Western beauty standards, suggesting our perception of physical bodies and virtual avatars are difficult to tease apart. Some NFT avatars are being priced differently based on their race and gender, showing how discrimination can take form in metaverse economies.","harassment":"Perhaps the most concrete example is the issue of sexual harassment. There are numerous examples of users in various metaverse worlds (like Meta’s Horizon Worlds platform) being groped in virtual reality. According to researcher Katherine Cross, the immersive nature of VR makes this type of harassment much more emotionally potent than other forms of online harassment. Because virtual reality is designed to intensify embodiment, the psychological response to virtual trauma is close to that of real-world trauma.","idDescription1":"James lives in Boise, Idaho, and works as a software engineer. With long work hours and few family or friends in the area, James spends most of his free time at home. A few years ago, he bought a VR headset, and he has recently started spending more time exploring virtual spaces. In the metaverse, James feels like he can live out a fantasy as a completely different person. <br><br>For him, his identity and the relationships he has formed are fulfilling, even if he’s not sure they’re quite real...","idDescription2":"In the metaverse, James goes by a different name. He found a tool online that helped him design a three-dimensional avatar. Though it felt weird designing an avatar that doesn’t resemble his own features, he figured it would make him seem more approachable to strangers. <br><br>James is beginning to feel more confident as this version of himself, but he wonders if people would treat him differently if he had chosen a different avatar...","realityHook":"How would the metaverse shift our perception of reality?","realityByline":"The metaverse replicates, distorts, and simulates aspects of the real world, which can alter the way we engage with reality.","realityIntro":"Thinking about identity in the metaverse opens up broader questions about the distinction between real life and life in virtual worlds. From a philosophical perspective, the concept of the metaverse has profound implications on the ways we conceptualize and engage with reality. Two central questions begin to emerge. First, how “real” is life in the metaverse? Second, does the “realness” of this life affect how meaningful it can be? To examine these very contemporary questions, we can begin by turning to ancient Greek philosophy.","allegory":"One of the most famous theories of reality comes from the Greek philosopher Plato, who framed his ideas in the form of an allegory published in his book <i>The Republic</i>. In the allegory, titled “The Cave,” Plato tells us about a group of people who have spent their entire lives imprisoned in a cave. They spend their days gazing at the cave wall in front of them. Occasionally, the captors pass puppets back and forth behind a fire, casting shadows onto the wall for the prisoners to watch. To the prisoners, the shadows are not only real, but the full extent of reality. One day, a single prisoner is allowed to venture out of the cave and witness the real world, where he is blinded by the sun. After experiencing this new, superior reality, the freed prisoner returns to the cave and explains that the shadows in the cave are merely an illusion. However, the others conclude that he has been damaged by the outside world, and resolve to never leave the cave.","allegoryExplanation":"Plato uses this story to point out that our knowledge of true reality is limited. Our understanding of reality is confined to our we experiences, which are only a fraction of true reality. This means we are no different from the prisoners, spending our lives gazing at shadows with no desire to leave the cave. We can escape this life, Plato argues, through philosophical interrogation of reality. However, we must resist the allure of the shadows: the images that distort and mask reality. Using the language of Plato’s allegory, to don a VR headset is to chain oneself to the cave wall. Virtual worlds contain even smaller fractions of true reality, and choosing to enter them is straying further from the truth.","hyperreality":"Thousands of years later, French philosopher Jean Baudrillard revisited the interplay of images and reality against the backdrop of rapidly developing technology in the 20th century. Baudrillard does this using his theory of “hyperreality”—a condition he attributes to technologically advanced post-industrial societies. Baudrillard defines hyperreality as a situation in which artificial representations of reality become the principal medium of human experience. In his 1981 treatise “Simulacra and Simulation,” he details the process by which these representations (images) are created. In doing so, he builds on Plato’s notion of treacherous images by outlining their four “successive phases”,  which we can apply to virtual “images” in the metaverse.","imagePhases":[{"name":"Reflection","description":"The image aims to accurately replicate its subject.","example":"Let’s take the example of “house” as subject. In this phase, I take a photograph of my house to represent it as authentically as possible."},{"name":"Perversion","description":"The image aims to mask or distort its subject.","example":"In this phase, “house” remains our subject, but representation becomes skewed. In order to sell the house, I create a listing on a real estate website called NestUp. I edit and enhance a photograph of the house to make it look more appealing."},{"name":"Sorcery","description":"The image aims to be real — the image shapes our perception of its subject.","example":"An employee at NestUp stumbles across my listing and loves the photograph. They decide to illustrate the house, and the company begins using this illustration on billboards and online advertisements."},{"name":"Simulacrum","description":"The image bears no relation to reality — there is no longer a subject to compare to.","example":"NestUp begins selling virtual real estate in the metaverse. The first house they sell is a 3D version of the illustration from their advertisements, which is minted as an NFT and sold to an anonymous buyer for $10 million dollars."}],"imagePhasesConclusion":"In the example described above, the subject is gradually transformed through distortion and commodification into a pure simulacrum—a “sign without an original referent.” Baudrillard argues that we are approaching a cultural space that is dominated by simulacra. He calls this the “desert of the real”: where hyperreality feels more real than the actual physical world.","hyperrealityDangers":"Forty years after Baudrillard published “Simulacra and Simulation,” his ideas feel more relevant than ever. The metaverse, with its customizable avatars, virtual billboards, and NFT real estate, seems to represent society’s progression further and further into hyperreality. In fact, the metaverse is a space in which users voluntarily enter a world of simulations, where <i>all</i> images are illusory and the physical world fades away into the background. Baudrillard warns that in such a world—in which simulations dominate our consciousness—we become increasingly confused about what to trust, making us more susceptible to misinformation and manipulation.","capitalismHook":"What is the relationship between the metaverse and capitalism?","capitalismByline":"The metaverse digitally reproduces existing power structures and acts as an extension of platform capitalism.","capitalismIntro":"To answer this question, we should pay attention to the words spoken by the people shaping the metaverse. Among these are Marc Andreessen and John Carmack, both of whom are highly influential at Meta, in Silicon Valley, and in the larger industry of technology. In an interview, Andreessen—a billionaire investor and member of Meta’s board of directors—coins a term to defend the creation of the metaverse:","andreessenQuote":"The vast majority of humanity lacks reality privilege—their online world is, or will be, immeasurably richer and more fulfilling than most of the physical and social environment around them in the quote-unquote ‘real world.’","realityPrivilege":"Andreessen posits that critics of the metaverse are “reality privileged”—they fail to understand that most of the world is condemned to a reality that could never match the quality of virtual life. Clearly, Andreessen is confident about the extent to which experiences in the metaverse can serve as viable alternatives to their real-life equivalents. His argument also adopts the perspective that human societies might simply be doomed to extreme inequality. Despite Andreessen’s unique power and influence—and arguably his role in increasing this inequality—he seems to believe that real-world problems are too difficult to solve. Instead, he wonders: why not just start from scratch in a brand-new virtual sandbox? John Carmack, a pioneer of virtual reality, former CTO at Oculus, and former consulting CTO at Meta, makes a similar point:","carmackQuote":"The promise of VR is to make the world you wanted. It is not possible, on Earth, to give everyone all that they would want . . . you can deliver a lot more value to a lot of people in the virtual sense.","carmackAnalysis":"Once again, the world “you wanted” is deemed unfeasible by the architects of its alternative. Material conditions in the real world are completely deemphasized; the metaverse is presented not as a way to improve these conditions, but as a way to escape from them. In fact, companies like Meta have a vested interest in preserving the real-world status quo as they build the metaverse. Regardless of how equitable virtual societies end up, the platform that supports them represents a unique economic opportunity.","platformCapIntro":"The metaverse seems to be a natural extension of capitalism, and is emblematic of what academic Nick Srnicek calls “platform capitalism.” According to Srnicek, platform capitalism is built on a business model where companies create software that enables users to produce and exchange goods, services, and content. Rather than directly selling a product or service itself, the company merely maintains the platform and collects profit by taking a portion of transactions and/or selling user-generated content and data. For example, Uber and AirBnb simply own the space where users can buy and sell the services of car rides and homestays. These companies never have to purchase hotel chains or fleets of taxis—they make enough money from commissions, service fees, and advertisements.","platformCapMeta":"Under the logic of platform capitalism, the metaverse represents a unique opportunity for big technology conglomerates. To keep things simple, we can focus primarily on the example of Meta. Currently, Meta extracts user data from its ecosystem of products—Facebook, Instagram, and WhatsApp, to name a few—and uses this data to sell advertising space to third parties. The key currency here is clearly data, and Meta’s goal is to maximize data collection. By owning the space where users go to work, play games, go on dates, and shop for NFTs, Meta can effectively commodify an unprecedented proportion of the human experience. Rather than aiming to maximize users and time spent on Meta’s social media apps compared to competitors, Meta can set its sights on maximizing the total number of seconds per day that a user spends wearing a Meta VR headset, immersed in a virtual world where they generate invaluable data.","surveillanceCap":"This aspect of platform capitalism aligns closely with a parallel concept outlined by scholar Shoshana Zuboff called surveillance capitalism. Zuboff argues that surveillance capitalism drives companies to first extract as much data as possible, then use algorithms to analyze behavior, and finally target consumers with tailored advertising. Of course, this cycle generates a need for new forms of data collection. In the context of the metaverse, we need look no further than the numerous patents granted to Meta in 2022. Among other things, these patents reveal Meta’s intentions to track pupil movements and facial expressions using wearable sensors and cameras. The application of this data is clear—Meta has also patented personalized advertisements in augmented reality.","citations":[{"key":"einstein1","short":"Einstein, <em>The Meaning of Relativity</em>, 89.","full":"Albert Einstein, <em>The Meaning of Relativity</em> (Princeton: Princeton University Press, 1923), 44–45."},{"key":"chomsky1","short":"Chomsky, <em>The Meaning of Pudding</em>, 32.","full":"Noam Chomsky, <em>The Meaning of Pudding</em> (Princeton: Princeton University Press, 1923), 21–39."}]}